---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.FabricRoundingManager
source: html/d349a9f4-ac7a-7105-fead-452e8273a009.htm
---
# FabricRoundingManager Members

Gets the identifier of the length unit quantifying the reinforcement rounding values.